# Taps
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

# Brews
brew "autoconf"
brew "automake"
brew "openssl@1.1"
brew "readline"
brew "awscli"
brew "bfg"
brew "coreutils"
brew "curl"
brew "docker-clean"
brew "git"
brew "heroku/brew/heroku"
brew "jq"
brew "lastpass-cli"
brew "libksba"
brew "libtool"
brew "libpq"
brew "libxslt"
brew "libyaml"
brew "node"
brew "nodenv"
brew "pyenv"
brew "rbenv"
brew "rbenv-default-gems"
brew "unixodbc"
brew "unzip"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"

# Casks
cask "docker"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "mysides"
cask "postico"
cask "slack"
cask "visual-studio-code"